{
  "pages": [
      {
          "index": 1,
          "text": [
              "Alice estava começando a ficar muito cansada de estar sentada ao lado de sua irmã, sem fazer nada...",
              "...quando de repente um Coelho Branco de olhos cor de rosa passou por perto dela, falando alto: 'Oh, meu Deus! Oh, meu Deus! Vou chegar atrasado!'",
              "Não havia nada de muito extraordinário nisso, nem Alice achou tão estranho ouvir o Coelho falar consigo mesmo...",
              "...até que o Coelho tirou um relógio de bolso do colete e olhou para ele apressadamente, e então saiu correndo.",
              "Alice levantou-se imediatamente e começou a segui-lo, perdendo-o de vista em questão de segundos.",
              "Ela correu por um tempo sem saber direito para onde estava indo, até que finalmente viu o Coelho entrar em uma toca de coelho.",
              "Passando por cima de um campo de gramado, Alice encontrou a toca e, sem hesitar, entrou atrás dele."
          ]
      },
      {
          "index": 2,
          "text": [
              "Ela caiu em um longo buraco, sem saber onde ia parar, até que finalmente caiu em um monte de folhas e galhos secos.",
              "Depois de um momento para se recuperar do susto, Alice olhou ao redor e percebeu que estava em um lugar muito estranho.",
              "Ela estava em um grande salão com muitas portas, todas trancadas, exceto uma pequena porta que levava a um jardim fechado.",
              "Alice tentou abrir a porta, mas descobriu que a chave estava do outro lado, fora de seu alcance.",
              "Ela então viu uma mesa com uma garrafa marcada como 'Beba-me' e uma chave dourada.",
              "Alice bebeu a poção e encolheu até o tamanho de uma pequena boneca de porcelana.",
              "Ela pegou a chave e abriu a porta, mas descobriu que agora era muito pequena para passar por ela."
          ]
      },
      {
          "index": 3,
          "text": [
              "Alice estava começando a ficar desanimada quando viu um bolo sobre a mesa, com a mensagem 'Coma-me'.",
              "Ela comeu o bolo e cresceu tanto que seu corpo tocou o teto da sala.",
              "Assustada, ela começou a chorar, encolhendo até ficar do tamanho original, mas suas lágrimas inundaram a sala.",
              "Ela nadou até a margem de um mar de lágrimas, onde encontrou um grupo de animais, incluindo um Rato, uma Pata, um Dodô e um Lory.",
              "Eles estavam tentando sair da água, então Alice ajudou-os a organizar uma 'Corrida de Secagem'.",
              "Depois que todos ficaram secos, o Dodô decidiu que todos mereciam uma premiação, mas não havia nada para dar.",
              "Então, ele propôs que todos se secassem novamente."
          ]
      },
      {
          "index": 4,
          "text": [
              "Depois da Corrida de Secagem, Alice decidiu seguir em frente e continuar sua busca pelo Coelho Branco.",
              "Ela se deparou com uma casa pequena e entrou, encontrando uma sala com uma mesa de chá posta.",
              "Alice notou uma caixa de cristal com a mensagem 'Coma-me' e dentro dela havia um biscoito.",
              "Ela comeu o biscoito e cresceu tanto que não conseguia mais sair da casa.",
              "Alice olhou ao redor e viu um frasco com a mensagem 'Beba-me'.",
              "Ela bebeu o líquido e encolheu novamente, escapando da casa pela porta dos fundos.",
              "Do lado de fora, ela encontrou uma árvore com uma porta que levava a um jardim encantado."
          ]
      }
  ]
}
